/* Copyright 2014 Google Inc. All Rights Reserved.
 *
 * Licensed under the Apache License, Version 2.0 (the "License");
 * you may not use this file except in compliance with the License.
 * You may obtain a copy of the License at
 *
 *     http://www.apache.org/licenses/LICENSE-2.0
 *
 * Unless required by applicable law or agreed to in writing, software
 * distributed under the License is distributed on an "AS IS" BASIS,
 * WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 * See the License for the specific language governing permissions and
 * limitations under the License.
 */

//Main Screen
"Find My Experiments" = "Localiza mis Experimentos";
"Explore Your Data" = "Explora tu conjunto de Datos";
"Create an experiment" = "Crea un Experimento";
"User Guide" = "Guia del Usuario";
"Contact us" = "Contactanos";
"User Guide" = "Guia del Usuario";
"How to Create an Experiment" = "Como crear un Experimento?";
"How to Message" = "Dado que crear experimentos involucra ingresar una buena cantidad de texto, un celular no es la mejor forma de hacerlo\n\n Por favor, ingresa con tu navegador  en tu equipo de escritorio a la pagina\nhttp://pacoapp.com/ para crear un experimento.";
"Welcome back %@!" = "Bienvenido de vuelta, %@!";
"Welcome to Paco %@!" = "Bienvenido a PACO %@!";
"Something went wrong, please try again." = "Algo no ha salido bien. por favor inténtalo de nuevo.";
"Configure Server Address" = "Configura la direccion del Servidor";
"WARNING: Only change this if you know what you are doing" = "CUIDADO: Cambia esto solo si sabes lo que estas haciendo";
"Enter Server Address" = "Ingresa la dirección del Servidor";
"Failed to change server address" = "No se logro moduificar la direccion del servidor";
"You have input an invalid address!" = "Has ingresado una direccion invalida!";
"Server address is configured to %@" = "La direccion del servidor esta configurada como %@";
//Get Info screen
"Version" = "Version";
"Close" = "Cerrar";
"About Paco" = "Acerca de Paco";
"Send Logs to Paco Team" = "Envia las bitacoras al Equipo de desarrollo de Paco";
"Paco Logs" = "Bitacoras de Paco";
"Open Source Libraries" = "Librerias Open Source";
//Ways to talk to Paco
"Ways to talk to Paco" = "Formas de comunicarte con Paco";
"Email user group" = "Enviar correo electronico al grupo de usuarios";
"Browse user group" = "Explorar gurpo de usuarios";
"Browse Website" = "Navegar en el Sitio Web";
"Note" = "Nota";
"Safari Launch Message" = "Estas a punto de dejar Paco y visitar Safari";
"Cancel" = "Cancelar";
"Mail Status" = "Status del Correo";
"Email Cancelled" = "Se ha cancelado el envio de correos";
"Email Saved" = "El correo se ha guardado exitosamente en el folder de borradores";
"Email Sent" = "Se ha enviado el correo exitosamente";
"Email Failed" = "Algo no ha salido bien. por favor inténtalo de nuevo.";
"Email not configured" = "El servicio de correo no se ha configurado";
"Configure email message" = "Por favor, configura tu cuenta de correo para enviar mensajes";
"Paco Feedback" = "Retroalimentación  acerca de Paco";

//Login
"Oops" = "Uups";
"Login invalid message" = "Por favor, ingresa una direccion de correo electronico valida y contrasena ";
"Login message" = "Ingresa con una cuenta Google\n\nAplica tu Experimento Paco Hoy!";
"<password>" = "<contraseña>";
"2-factor Authentication message" = "Tienes dificultades para ingresar?\nTu cuenta probablemente esta usando autenticacion de 2 factores.";
"Check how to generate your app password" = "Checa como generar tu contrasena de aplicacion";
"2-factor title" = "Instrucciones para autenticacion de 2 factores";
"2-factor Instruction" = "Click \"Go to Safari\" button to go to https://www.google.com/settings/security, log in, enter your OTP code, click on \"Settings\" next to \"App passwords\", sign in, enter \"paco\" as the app name and click \"Generate password\". Select and copy your password, come back to Paco app and enter your email and paste the newly-generated password to log in.";
"Go to Safari" = "Go to Safari";

//Find My Experiment View
"My Experiments" = "My Experiments";
"Finding Experiments" = "Finding Experiments";
"Sorry" = "Sorry";
"Something went wrong, please try again later." = "Something went wrong, please try again later.";
"Refresh" = "Refresh";
"The notification should send an error!" = "The notification should send an error!";
"Paco CreateExperiments Message" = "There aren't any experiments published to you or created by you. You can go to the Paco website to create an experiment now.";

//Running Experiments View
"Running Experiments" = "Running Experiments";
"Loading Running Experiments ..." = "Loading Running Experiments ...";
"Participate" = "Participate";
"Stop Experiment" = "Stop Experiment";
"Success" = "Success";
"The experiment was stopped." = "The experiment was stopped.";
"Are you sure?" = "Are you sure?";
"All your data will be deleted permanently with this experiment." = "All your data will be deleted permanently with this experiment.";
"Absolutely Sure!" = "Absolutely Sure!";
"Go to Find My Experiments" = "Go to Find My Experiments \nto select an experiment to join";
"You haven't joined any experiment yet." = "You haven't joined any experiment yet.";
"Time to participate!" = "Time to participate!";

//Delegate
"No need to fill out any survey at this moment for this experiment." = "No need to fill out any survey at this moment for this experiment.";

//Consent VC
"Consent Text" = "By joining this experiment, you may be sharing data with the creator and administrators of this experiment. Read the data handling policy they have provided below to decide on whether you want to participate in this experiment.";
"Data Handling & Privacy Agreement between You and the Experiment Creator" = "Data Handling & Privacy Agreement between You and the Experiment Creator";
"I Consent" = "I Consent";
"Congratulations!" = "Congratulations!";
"You've successfully joined this experiment!" = "You've successfully joined this experiment!";

//Experiment Deatils screen
"Description:" = "Description:";
"Start Date:" = "Start Date:";
"End Date:" = "End Date:";
"Creator:" = "Creator:";
"Join this Experiment" = "Join this Experiment";
"Joined Experiment Alert" = "You have joined this experiment,\nCheck it out in Running Experiments.";
"Incompatible with iOS" = "Incompatible with iOS";
"Experiment Incompatibility alertview message" = "This experiment is not compatible with iOS, thus won't work as expected on your iOS device.";
"Join anyway" = "Join anyway";
"Skip joining" = "Skip joining";

//Scheduling
"Scheduling" = "Scheduling";
"By Week" = "By Week";
"By Month" = "By Month";
"Day of Month" = "Day of Month = %d";
"S" = "S";
"M" = "M";
"T" = "T";
"W" = "W";
"F" = "F";
"Frequency" = "Frequency %d";
"Include Weekends" = "Include Weekends";
"Day" = "Day:";
"Week" = "Week";
"Month" = "Month";
"Repeat every %d day(s)" = "Repeat every %d day(s)";
"Repeat every %d weeks." = "Repeat every %d weeks.";
"Repeat every %d month(s)." = "Repeat every %d month(s).";
"Join" = "Join";
"Start Time" = "Start Time";
"End Time" = "End Time";
"Self scheduled." = "Self scheduled.";
"Submit responses whenever you wish." = "Submit responses whenever you wish.";
"Signal Time(s)" = "Signal Time(s)";
"Enter a time" = "Enter a time";
"Edit" = "Edit";
"Done" = "Done";
"Set Time" = "Set a Time";
"Set %@" = "Set %@";

//Question screen
"Participate!" = "Participate!";
"Submit" = "Submit";
"It is recommended that you fill this study out on your computer instead." = "It is recommended that you fill this study out on your computer instead.";
"I will respond on the web" = "I will respond on the web";
"Required Answer Missing:" = "Required Answer Missing:";
"Nice" = "Nice";
"Your survey was successfully submitted!" = "Your survey was successfully submitted!";
"Hi" = "Hi";
"Tap to Take Photo" = "Tap to Take Photo";
"Tap to Choose Photo" = "Tap to Choose Photo";
"photoSegmentControl receive a wrong selected status!" = "photoSegmentControl receive a wrong selected status!";
"question" = "question";
"<type response here>" = "<type response here>";
"question_list" = "question_list";
"question_list_radio" = "question_list_radio";
"question_number" = "question_number";
"Attaching your location ..." = "Attaching your location ...";
"Attach a photo." = "Attach a photo.";
"Camera" = "Camera";
"Library" = "Library";
"Loading" = "Loading ...";
"Value" = "Value";
"This is the location that will be recorded for your response." = "This is the location that will be recorded for your response.";
//opensource libraries screen
"OpenSource Library View Header title" = "Thanks for the work of the following open source projects, which have been very useful to make Paco a better quantified system!";

